IDEA Open Model
Settlement.ValueRx Property
Compatible with IDEA StatiCa Beta 20.0
 Rotation around X-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double ValueRx { get; set; }
Public Property ValueRx As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace